[
    {
      "heading": "Wat is Microlancer.io?",
      "anchor": "wat is dit",
      "body": "<i>Microlancer.io</i> is een manier om te betalen of betaald te worden door kleine taken, of <i>microtaken</i>, te doen om <a href=\"https://bitcoin.org\">Bitcoin</i> te verdienen a> - een digitale valuta. Bitcoin kan worden ingewisseld voor Amerikaanse dollar      "topics": []
    },
    {
      "heading": "Basisgebruik",
      "anchor": "gebruik",
      "body": "",
      "topics": [
        {
          "heading": "Ik zie een taak die ik kan doen. Hoe begin ik??",
          "anchor": "hoe te beginnen",
          "body": "Om een ​​taak uit te voeren, doe een bod op de lijstpagina. U kunt onderhandelen over een hogere betaling (of zelfs lager, als u dat wilt!) dan degene die wordt gevraagd. U ontvangt een melding als het wordt geaccepteerd of afgewezen.          "topics": []
        },
        {
          "heading": "Ik ben klaar met mijn taak, wat nu??",
          "anchor": "taak voltooid",
          "body": "Terug op de lijstpagina markeert u de taak als voltooid. Dit zal de vrager op de hoogte stellen en zij zullen uw werk verifiëren. Als het geldig is, zullen ze de betaling vrijgeven. U kunt dan uw verdiensten opnemen!",
          "topics": []
        },
        {
          "heading": "Ik moet iets gedaan hebben. Hoe plaats ik een taak?",
          "anchor": "maak-taak",
          "body": "Ga naar de nieuwe taakpagina en dien de taak in die u wilt laten uitvoeren. Zorg voor een goede set tags om mensen te helpen uw taak te vinden. Als iemand is geabonneerd op een tag, wordt hij onmiddellijk op de hoogte gebracht          "topics": []
        },
        {
          "heading": "Ik ben het niet eens over een taak en krijg niet betaald. Wat moet ik doen?",
          "anchor": "onenigheid",
          "body": "Als er een geschil is, neem dan onmiddellijk contact op met de ondersteuning. We zullen bepalen of het werk is gedaan en beslissen hoe de fondsen in escrow worden verdeeld. Alle beslissingen van Microlancer.io zijn definitief,          "topics": []
        },
        {
          "heading": "Wat voor soort taken kan ik hier posten??",
          "anchor": "soort taken",
          "body": "U kunt elke taak, vraag of elk soort verzoek op Microlancer.io plaatsen. De taken kunnen zeer klein (micro) of groot zijn, zoals contractprojecten. Maar we moedigen het opbreken van grote p          "topics": []
        },
        {
          "heading": "Hoe werkt standaard escrow??",
          "anchor": "standaard-escrow",
          "body": "Standaard escrow beschermt zowel de vrager als de tasker. Taken die door standaard escrow worden beveiligd, worden beschermd door het geld voor uitbetaling vooraf te innen van de aanvrager, voordat het werk wordt gestart. <b>Het is i          "topics": []
        },
        {
          "heading": "Hoe werkt een peer-to-peer betaling zonder escrow??",
          "anchor": "niet-beveiligd",
          "body": "Taken die gebruikmaken van peer-to-peer-betalingen zonder escrow zijn de verantwoordelijkheid van de vrager en de tasker om te coördineren hoe de betaling buiten Microlancer.io zal plaatsvinden. Er is een risico van niet-betaling, en in dat geval          "topics": []
        },
        {
          "heading": "Wat is een voorstel voor een bod??",
          "anchor": "wat-is-aanbieding-voorgesteld",
          "body": "Een voorgestelde aanbieding is het voorstel van een opdrachtnemer om de opdracht uit te voeren (inclusief een pitch en bedrag) die aan een vraagsteller is voorgelegd. Het aanbod in deze staat wacht op een antwoord van de vrager om te accepteren of af te wijzen          "topics": []
        },
        {
          "heading": "Wat is een geaccepteerd bod??",
          "anchor": "wat-is-aanbieding-aanvaard",
          "body": "Een geaccepteerd (of onderhanden) aanbod is goedgekeurd door de aanvrager om door te gaan en aan de taak te gaan werken. Als de taak de standaard escrow-optie gebruikt, wordt het aanbod ALLEEN goedgekeurd wanneer de a          "topics": []
        },
        {
          "heading": "Wat is een afgeleverde aanbieding?",
          "anchor": "wat-is-aanbieding-geleverd",
          "body": "Een opgeleverde (of in-review) aanbieding is wanneer het werk voor de taak is voltooid door de tasker, waarbij alle stappen of instructies zijn gevolgd. Op dit punt had de tasker moeten communiceren of indienen          "topics": []
        },
        {
          "heading": "Wat is een voltooid aanbod??",
          "anchor": "wat-is-aanbieding-bevestigd",
          "body": "Een voltooide (of op levering geverifieerde) aanbieding is wanneer de resultaten van het werk dat door de tasker is gedaan, bevredigend zijn voor de vrager. Deze stap bevestigt dat het werk is gedaan volgens de vereisten       "topics": []
        }
      ]
    },
    {
      "heading": "Diensten kopen",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Hoe koop/bestel ik diensten??",
          "anchor": "Hoe te kopen",
          "body": "U kunt diensten afnemen door een bestelling te plaatsen. Wanneer u voor het eerst een bestelling plaatst, moet u een bevestiging van de werkgegevens van de verkoper ontvangen. Als u tevreden bent met het plan, kunt u          "topics": []
        }
      ]
    },
    {
      "heading": "Inkomsten en betalingen",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Wat is Bitcoin??",
          "anchor": "wat-is-bitcoin?",
          "body": "<i class=\"fab fa-bitcoin\"></i> Bitcoin is peer-to-peer digitaal geld dat werkt zonder derden zoals banken of creditcards. U kunt meer informatie vinden op <a href=\"https://bitcoin.org/\">Bitcoin.org</          "topics": []
        },
        {
          "heading": "Wat is het Lightning-netwerk??",
          "anchor": "wat-is-bliksem",
          "body": "Het <i class=\"fas fa-bolt\"></i> Lightning Network is een veilig, realtime systeem voor het overboeken van zeer kleine hoeveelheden Bitcoin (microbetalingen). Normale on-chain Bitcoin-transacties kunnen hoge kosten met zich meebrengen          "topics": []
        },
        {
          "heading": "Is er een minimum dat ik moet verdienen om geld op te nemen?",
          "anchor": "min-opname",
          "body": "Nee, er is geen minimuminkomen dat u moet opnemen. Je kunt zo weinig als 1 satoshi opnemen.",
          "topics": []
        },
        {
          "heading": "Are there any fees to withdraw?",
          "anchor": "fee-withdraw",
          "body": "No, there are no fees when you withdraw. However, be aware that creating and closing channels to finalize may cost on-chain fees charged by the Bitcoin network.",
          "topics": []
        },
        {
          "heading": "How do I withdraw my Bitcoin?",
          "anchor": "withdraw-how",
          "body": "To withdraw your earnings, simply go to the withdrawal page on your account. You will need to provide what is known as a <i>Lightning Invoice</i> which is generated by your wallet software. When you submit the invoice to the system, it will be paid to you and your balance should appear on your wallet.",
          "topics": []
        },
        {
          "heading": "What is LNURL-withdraw?",
          "anchor": "withdraw-lnurl",
          "body": "LNURL-withdraw is a feature available on <a href=\"https://github.com/fiatjaf/awesome-lnurl#wallets\" target=\"_blank\">supported Lightning wallets</a> that simplify the withdrawing process. You can withdraw without copy-and-pasting invoices, simply by scanning the QR code or clicking the `Open in wallet` button.",
          "topics": []
        },
        {
          "heading": "How do I pay a Lightning invoice?",
          "anchor": "how-to-pay",
          "body": "To pay a Bitcoin lightning invoice, you will need a Bitcoin wallet that supports lightning network. It is a new technology, but there are several beta wallet choices (see the next question). Once you have a wallet, you will need to either paste the LN invoice into the wallet, scan the LN invoice QR code, or click the `Open in wallet` button. If you have any questions or issues with payment, please feel free to contact support (live chat, discord, or email).",
          "topics": []
        },
        {
          "heading": "Which wallet should I use?",
          "anchor": "bitcoin-wallet",
          "body": "There are many different wallets out there, but Lightning Network is fairly new technology so many of them are still in beta. If you're on Android, we recommend using <a href=\"https://play.google.com/store/apps/details?id=fr.acinq.eclair.wallet.mainnet2&hl=en_US\">Eclair</a> or <a href=\"http://lightning-wallet.com\">BLW</a>. A large list of wallets can be found at <a href=\"https://lightningnetworkstores.com/wallets\">lightningnetworkstores.com/wallets</a> and <a href=\"https://zigzag.io/#/wallets\">zigzag.io/#/wallets</a>. Be sure to choose MAINNET wallets for use with Microlancer. Do research, and try them at your own risk!",
          "topics": []
        },
        {
          "heading": "What if I want on-chain Bitcoin instead of a Lightning Network balance?",
          "anchor": "swap-btc-ln",
          "body": "There are several services out there to help you convert the Lightning Network balance on Microlancer to on-chain Bitcoin. They usually come with various fees. Please check out <a href=\"https://zigzag.io/\">ZigZag.io</a> and <a href=\"https://boltz.exchange\">Boltz Exchange</a>. Do research, and try them at your own risk!",
          "topics": []
        }
      ]
    },
    {
      "heading": "Category alerts",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "What is a favorite?",
          "anchor": "favorite",
          "body": "You can mark any category as a favorite, by clicking the star icon next to the category name. If any new task is posted that matches one of your favorites, you will immediately be notified. This gives you a better chance of submitting an offer quickly.",
          "topics": []
        },
        {
          "heading": "How do I remove a favorite?",
          "anchor": "remove-favorite",
          "body": "To remove a favorite and stop receiving alerts, simply go to the topic name and de-select the star icon.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Multiple fulfillment",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "What is a repeatable task?",
          "anchor": "repeatable",
          "body": "If a task can be fulfilled multiple times, it can be created as a repeatable task (under more options). This means that the task will remain available to offers even after an offer is accepted.",
          "topics": []
        },
        {
          "heading": "How do I stop receiving offers on my repeatable task?",
          "anchor": "stop-repeatable",
          "body": "If you have active offers (offers in progress), you cannot close your task but you can hide it. Once it's hidden, you will no longer receive any new offers for your task. Once all in-progress offers are completed, then you can choose to close the task.",
          "topics": []
        },
        {
          "heading": "What is a repeatable per user task?",
          "amchor": "repeatable-per-user",
          "body": "If a task is repeatable per user, that means it can be fulfilled multiple times but only once per unique user in the system. This is useful in situations where you don't want the same user fulfilling your task over and over again.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Boosts",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "What is a Boost?",
          "anchor": "what-is-boost",
          "body": "You can boost your task listings (shown under <i>More task options</i> on the task page to have your listing shown higher on listing pages.",
          "topics": []
        },
        {
          "heading": "How are boosted listings ordered/sorted?",
          "anchor": "boost-sorting",
          "body": "The listings are ordered by boost amount first, and for any listings tied by boost amount (including unboosted listings) they are ordered by recent activity. Your boost applies to every category or search result, so even if you are not listed high on the front page, you may be listed high on sub-categories.",
          "topics": []
        },
        {
          "heading": "How much should I boost?",
          "anchor": "boost-amount",
          "body": "You should boost the amount you are comforable with. Note, this amount is not related to the task price, and the boost amount is not earned by the tasker. You can decide how much to boost by comparing the boost amount of other listings.",
          "topics": []
        },
        {
          "heading": "How long do boosts last?",
          "anchor": "boost-time",
          "body": "Boosts will expire after 30 days from the boosted date. If you have more than one boost, each amount will be valid for 30 days starting from each individual boost date.",
          "topics": []
        },
        {
          "heading": "How do I check the boost amount of other listings?",
          "anchor": "boost-check",
          "body": "You can check the boost amount by hovering over the rocket icon <i class=\"fa fa-rocket\" style=\"color:orange\" title=\"This listing is boosted by 200 sat(s)\"></i> on the listing.",
          "topics": []
        }
      ]
    },
    {
      "heading": "Affiliates",
      "anchor": "",
      "body": "",
      "topics": [
        {
          "heading": "Is there a Microlancer.io Affiliate Program?",
          "anchor": "affiliates",
          "body": "Currently there is no affiliate program. We may have one in the future, but the challenge is that fees on the site are so low that there is not much earning potential for affiliates.",
          "topics": []
        }
      ]
    }
  ]
